[
{"url": "https://www.booking.com/hotel/fr/le-croiseur.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hotel Le Croiseur Intra Muros", "score": "8,5", "coordinates": "-2.0516592196784,48.6315995090588,-1.99717283922815,48.667530342205", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Hotel Le Croiseur Intra Muros ! ", " pour économiser.", "Situé à Saint-Malo, à 400 mètres du casino, l’Hotel Le Croiseur Intra Muros propose de nombreux équipements, dont une terrasse, un salon commun, un bar et une connexion Wi-Fi gratuite. L’hôtel vous accueille à proximité de plusieurs sites d’intérêt, comme le port ferry de la Cale de Dinan, à 400 mètres, ou l’Espace Duguay Trouin et le Palais du Grand Large, tous deux situés à 600 mètres.", "Toutes les chambres de l’Hotel Le Croiseur Intra Muros disposent d'un bureau, d’une armoire et d’une salle de bains privative. Certains logements comportent un balcon.", "Vous pourrez déguster un petit-déjeuner continental sur place. De nombreux restaurants et commerces ainsi qu’un centre de thalassothérapie vous attendent à proximité.", "Vous séjournerez à moins de 1 km du terminal ferry du Naye et à 14 minutes à pied du fort du Petit Bé. Enfin, l’aéroport de Dinard-Bretagne, le plus proche, est implanté à 8 km de l’Hotel Le Croiseur Intra Muros. "]},
{"url": "https://www.booking.com/hotel/fr/le-britannic.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Le Britannic", "score": "7,4", "coordinates": "-2.03443525557192,48.6288228744924,-1.97995187516538,48.6647537076386", "text_description": ["Situé à Saint-Malo, à moins de 1,2 km de la plage du Sillon et à 1,5 km de celle d'Eventail, l'établissement Le Britannic propose une connexion Wi-Fi gratuite. Il se trouve à environ 1,9 km du fort national, à 2 km du Grand Bé et à 2,6 km de la tour Solidor. Il se trouve à 4,2 km du fort de Petit-Bé et à 8,3 km du parc de Port-Breton.", "Toutes les chambres sont équipées d'une bouilloire. Le linge de lit et les serviettes sont fournis.", "Un petit-déjeuner continental est servi sur place.", "Vous séjournerez à proximité de la plage des Bas-Sablons, du palais du Grand Large et du casino Barrière Saint-Malo. L'aéroport de Dinard-Pleurtuit-Saint-Malo, le plus proche, est implanté à 12 km. "]},
{"url": "https://www.booking.com/hotel/fr/la-rotonde-st-malo.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "La Rotonde", "score": "7,5", "coordinates": "-2.01618595695853,48.6445478816212,-1.96168558025002,48.6804787147674", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement La Rotonde ! ", " pour économiser.", "L’hôtel La Rotonde est situé dans la station balnéaire de Saint-Malo, à 50 mètres de la plage. Une connexion Wi-Fi gratuite et une télévision sont fournies dans les chambres, qui sont en outre non-fumeurs.", "Toutes les chambres affichent une décoration contemporaine, et les salles de bains privatives sont pourvues d'une douche.", "Chaque matin, vous pourrez savourer un petit-déjeuner buffet au restaurant. Vous pourrez prendre un verre au bar de La Rotonde.", "Un parking public gratuit est disponible à proximité, et l'hôtel se trouve à seulement 2 km de la gare de Saint-Malo. L'aéroport Dinard Bretagne est à 8 km de l'hôtel, et le célèbre Mont Saint-Michel est accessible en 50 minutes en voiture. "]},
{"url": "https://www.booking.com/hotel/fr/de-l-europe-saint-malo.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hotel de l'Europe", "score": "7,2", "coordinates": "-2.03576888771541,48.6298859216155,-1.9812843587827,48.6658167547617", "text_description": ["L'Hotel de l'Europe propose des chambres non-fumeurs fonctionnelles dotées d'une télévision, d'un téléphone et d'une connexion Wi-Fi gratuite à seulement 10 minutes de marche de la principale plage de Saint-Malo, la Grande Plage.", "Un petit-déjeuner continental complet est servi tous les matins. L'établissement possède également un bar proposant un grand choix de boissons chaudes et froides.", "L'Hotel de l'Europe bénéficie d'un emplacement idéal pour partir à la découverte de Saint-Malo. Il se trouve à 300 mètres de la gare SNCF de Saint-Malo et à 5 minutes de route du port d'où partent chaque jour des ferries à destination de l'île de Jersey. "]},
{"url": "https://www.booking.com/hotel/fr/grand-de-courtoisville.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Grand Hôtel de Courtoisville - Piscine & Spa, The Originals Relais (Relais du Silence)", "score": "7,7", "coordinates": "-2.02499984477448,48.6398618335836,-1.97050453449798,48.6757926667298", "text_description": ["Situé à 50 mètres de la plage, le Grand Hôtel de Courtoisville - Piscine & Spa, The Originals Relais (Relais du Silence) dispose d’une piscine intérieure chauffée avec un système d’hydromassage. L’établissement dispose également d’un spa avec un hammam.", "Entouré d'un grand jardin, ce charmant hôtel est situé au calme, dans le centre de Saint-Malo, la belle ville portuaire fortifiée de Bretagne.", "Calmes et lumineuses, les chambres disposent de tout le confort nécessaire pour un sommeil paisible. Les salles de bains sont pourvues d'une baignoire ou d'une douche, d'un sèche-cheveux et d’articles de toilette Phytomer. Vous pourrez également profiter de peignoirs, de chaussons et d’une machine à café Nespresso.", "Des massages peuvent être réservés moyennant des frais supplémentaires. Le restaurant de l’hôtel prépare des mets raffinés, notamment des spécialités de poissons et de fruits de mer élaborées avec les produits locaux les plus frais.", "Vous pourrez profiter du hammam sur réservation et moyennant des frais supplémentaires. "]},
{"url": "https://www.booking.com/hotel/fr/vert.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Hôtel Vert", "score": "8,0", "coordinates": "-1.53684134303157,48.5967350697173,-1.48239259900029,48.6326659028635", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Hôtel Vert ! ", " pour économiser.", "Situé à 2 km du Mont-Saint-Michel, sur la côte normande, l'Hôtel Vert propose des chambres décorées dans des tons pastel dotées d'une salle de bains privative, d'une télévision ainsi que d'une connexion Wi-Fi gratuite.", "Vous pourrez savourer une cuisine régionale au restaurant La Rôtisserie. Le bar L'Équinoxe s'ouvre sur une terrasse privée.", "Le Vert Hotel possède également une réception ouverte 24h/24, un parking privé, un supermarché sur place et une boutique de souvenirs. "]},
{"url": "https://www.booking.com/hotel/fr/residence-reine-marine.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Residence Reine Marine", "score": "8,3", "coordinates": "-2.01079561536525,48.6511696142115,-1.95628807718541,48.6871004473577", "text_description": ["Située sur la plage la résidence vous offre un panorama exceptionnel sur la baie de saint-malo. Cette résidence 4 étoiles propose 67 appartements de grand confort pouvant accueillir de 2 à 6 personnes, entièrement équipés et décorés avec raffinement. ", "Piscine couverte et chauffée, hammam, parking gratuit, accès direct à la plage, à quelques minutes du centre de thalasso & Spa des Thermes Marins, du golf, du Mont Saint Michel et de toutes activités nautiques à proximité.  "]},
{"url": "https://www.booking.com/hotel/fr/d-aleth.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hotel d'Aleth", "score": "7,7", "coordinates": "-2.04894818963182,48.6179653972001,-1.99447653590071,48.6538962303463", "text_description": ["Situé en face du port des Bas Sablons, l'Hotel d'Aleth se trouve à seulement 1,9 km de la vieille ville de Saint-Malo. Vous pourrez vous détendre sur la terrasse du bar à la décoration nautique, ainsi qu'admirer la vue sur la ville et sur la mer.", "Décorées dans un style contemporain, les chambres de l'Hotel d'Aleth comprennent une télévision à écran LCD et une salle de bains privative. Certaines disposent également d'un balcon privé offrant une vue sur la mer.", "Un petit-déjeuner continental est servi tous les matins de 8h00 à 10h00 dans la véranda donnant sur le port de plaisance ou dans la salle prévue à cet effet.", "L'hôtel est installé un étage au-dessus d'un bar qui propose des sets de DJ le vendredi et le samedi soir jusqu'à 3h00. "]},
{"url": "https://www.booking.com/hotel/fr/oceaniasaintmalo.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Oceania Saint Malo", "score": "8,4", "coordinates": "-2.0456763956912,48.6337914693277,-1.99118764659091,48.6697223024739", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Oceania Saint Malo ! ", " pour économiser.", "Donnant sur la mer, l'Oceania Saint Malo se situe sur la Chaussée du Sillon, en face de la plage du même nom et à 450 mètres du port de plaisance de Saint-Malo. Il propose des chambres luxueuses et un accès gratuit au spa et à la piscine.", "Les logements disposent de la climatisation et de parquet. Ils sont également dotés d'une télévision à écran plat, d'une connexion Wi-Fi gratuite et d'une salle de bains spacieuse.", "Vous profiterez d'une terrasse offrant une vue panoramique sur la mer. Le jacuzzi à ciel ouvert vous attend sur la terrasse. La salle de sport est dotée d'équipements ultramodernes. Des massages sont dispensés moyennant des frais supplémentaires.", "Le bar-salon de l'Oceania Saint Malo sert différents cocktails ou boissons et accueille des réceptions privées. Il prépare un menu pour le dîner. Tous les matins, vous pourrez déguster un petit-déjeuner sur place.", "L'Oceania se trouve à 1,5 km de la gare de Saint-Malo et à 7 km de l'aéroport Dinard Bretagne. Un parking est disponible sur place. Le personnel de la réception parle français, anglais, espagnol et allemand. "]},
{"url": "https://www.booking.com/hotel/fr/de-l-univers.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hotel De L'univers", "score": "8,0", "coordinates": "-2.05097068948002,48.6330755930246,-1.99648271399288,48.6690064261708", "text_description": ["L'Hotel De L'univers est installé dans la ville fortifiée de Saint-Malo, en Bretagne, à quelques pas du port ferry et de la gare. Pourvu d'une connexion Wi-Fi gratuite, l'établissement est à 400 mètres du port de plaisance de Saint-Malo.", "Les chambres sont confortables et munies d'une télévision, d'un téléphone, ainsi que d'une salle de bains privative.", "Le personnel serviable assurera des services personnalisés et vous fournira des conseils sur la région.", "Donnant sur la place principale, l'Hotel De L'univers se trouve directement devant le château, à proximité de la mer. À partir de là, vous pourrez explorer facilement la ville historique, à pied. "]},
{"url": "https://www.booking.com/hotel/fr/la-cote-d-39-emeraude.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hotel La Cote d'Emeraude", "score": "8,0", "coordinates": "-2.02964351743915,48.6381269323325,-1.97515008256093,48.6740577654787", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Hotel La Cote d'Emeraude ! ", " pour économiser.", "Situé à seulement 150 mètres de la plage de Saint-Malo, l'Hotel La Côte d'Emeraude propose une connexion Wi-Fi gratuite dans l'ensemble de ses locaux et un bar sur place. La gare se trouve à seulement 10 minutes à pied.", "Toutes les chambres disposent d'une télévision à écran plat, d'une armoire et du chauffage. Leur salle de bains privative est pourvue d'une baignoire et d'articles de toilette gratuits.", "En juillet et en août, l'Hotel La Cote d'Emeraude sert un petit-déjeuner continental tous les matins, du mardi au samedi de septembre à juin. Vous trouverez des restaurants à quelques pas de l'hôtel.", "Le port de Saint-Malo se trouve à 2 km et le centre de conventions Espace Duguay Trouin à 1,1 km. Le terminal ferry de Naye est à 2,4 km. "]},
{"url": "https://www.booking.com/hotel/fr/ibis-styles-saint-malo-port.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "ibis Styles Saint Malo Port", "score": "7,8", "coordinates": "-2.03960313640684,48.621660719157,-1.98512749231012,48.6575915523032", "text_description": ["Doté d'un snack-bar et d'une connexion Wi-Fi gratuite, l'établissement ibis Styles Saint Malo Port est situé à Saint-Malo, à moins de 10 minutes à pied des plages de sable, à 1 km de la gare ainsi qu'à 2km de la côte d'Émeraude.", "Les chambres contemporaines disposent toutes d'une télévision par satellite à écran plat et d'une armoire. Leur salle de bains privative est pourvue d'un sèche-cheveux.", "L'hôtel ibis Styles Saint Malo Port possède un bar, une réception ouverte 24h/24, une bagagerie ainsi qu'un parking privé payant.", "L'établissement se trouve à 1 km du terminal ferry du Naye et à proximité de la jetée, depuis laquelle vous pourrez vous rendre sur les îles Anglo-Normandes. La piscine olympique de Saint-Malo est accessible en 5 minutes de marche. L'aéroport de Rennes est situé à 67 km, tandis que vous pourrez rejoindre le célèbre Mont-Saint-Michel en moins d'une heure de route. Enfin, la ville de Dinard se trouve à 10 km. "]},
{"url": "https://www.booking.com/hotel/fr/aubade.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hotel Aubade", "score": "7,9", "coordinates": "-2.03866804875236,48.6342822994344,-1.98417876921792,48.6702131325806", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Hotel Aubade ! ", " pour économiser.", "Implanté dans le centre de Saint-Malo, à proximité de la vieille ville et de la plage, le boutique hôtel Aubade est installé à 1 km du port de plaisance et de la gare. Il possède une connexion Wi-Fi gratuite.", "Confortables et élégantes, les chambres sont munies d'équipements modernes de haute technologie, notamment d'une télévision par satellite à écran plat, d'une salle de bains privative et d'un bureau.", "Un petit-déjeuner buffet complet est servi tous les jours. L'établissement comporte aussi un bar confortable et une bibliothèque.", "L'Aubade est situé à l'angle de la place Duguesclin et du quai Duguay-Trouin, à proximité du casino. "]},
{"url": "https://www.booking.com/hotel/fr/studio-cocooning-saint-malo.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Studio cocooning", "score": "9,4", "coordinates": "-2.03052323228447,48.6374142834269,-1.97603056771553,48.6733451165731", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Studio cocooning ! ", " pour économiser.", "Situé à Saint-Malo, à seulement 1,2 km de la plage de Rochebonne, le Studio cocooning propose un hébergement avec vue sur le jardin et un parking privé gratuit. Offrant une vue sur la ville, il se trouve à 1,3 km du palais du Grand Large et du casino Barrière Saint-Malo.", "Cet appartement comprend une chambre, une kitchenette avec micro-ondes, une télévision à écran plat, un coin salon et une salle de bains avec douche. Pour plus de commodité, l'établissement peut fournir des serviettes et du linge de lit moyennant des frais supplémentaires.", "Vous pourrez pêcher à proximité.", "Vous séjournerez à 1,5 km du fort national et à 1,9 km du ferry Cale de Dinan. L'aéroport le plus proche, celui de Saint-Malo-Dinard-Pleurtuit, est situé à 9 km. "]},
{"url": "https://www.booking.com/hotel/fr/dulouvresaintmalo.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "The Originals Boutique, Hôtel des Marins, Saint-Malo (Inter-Hotel)", "score": "8,3", "coordinates": "-2.05215501859289,48.6308410721614,-1.99766945764918,48.6667719053076", "text_description": ["Situé au cœur de la ville fortifiée de Saint-Malo, l'établissement The Originals Boutique, Hôtel des Marins, Saint-Malo (Inter-Hotel) propose des chambres modernes avec une télévision à écran plat et une connexion Wi-Fi gratuite. La réception ouverte 24h/24 assure un service de billetterie.", "Rénovées en 2019, les chambres sont insonorisées et sont pourvues de très grands lits. Des chambres communicantes sont disponibles. Leur salle de bains privative est munie d'un sèche-cheveux et d'articles de toilette gratuits. Toutes les chambres sont accessibles par un ascenseur.", "Un petit-déjeuner buffet est servi tous les matins dans la salle à manger de l'Hôtel des Marins. Vous pourrez savourer une boisson au bar tout en lisant les journaux mis à votre disposition.", "Vous trouverez de nombreux magasins, restaurants et sites d'intérêt historiques dans les environs.", "L'établissement vous accueille à seulement 2 minutes à pied du port et à 200 mètres de la plage. Vous bénéficierez de tarifs spéciaux à la journée dans le parking sur place. "]},
{"url": "https://www.booking.com/hotel/fr/gites-bellevue.fr.html", "city": "Beauvoir", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Gites Bellevue", "score": "9,2", "coordinates": "-1.54444441066926,48.5899146496683,-1.49000302089507,48.6258454828145", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Gites Bellevue ! ", " pour économiser.", "Situé à seulement 2 km du célèbre Mont-Saint-Michel, l'établissement Gites Bellevue vous propose des gîtes indépendants avec terrasse, jardin et barbecue. La mer se trouve à seulement 10 minutes en voiture.", "Les gîtes présentent une vue sur le Mont Saint-Michel, un coin salon avec une télévision ainsi qu'un lave-linge. Leur cuisine est équipée d'un four, d'un four micro-ondes et d'une cuisinière.", "Les épiceries et restaurants sont placés à 7 km du centre-ville de Pontorson et vous pourrez utiliser gratuitement une connexion Wi-Fi et un parking privé. Vous pourrez rejoindre Saint-Malo en 45 minutes en voiture et Avranches se trouve à 25 km de l'établissement. "]},
{"url": "https://www.booking.com/hotel/fr/26-route-de-la-rive-ardevon.fr.html", "city": "Pontorson", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Au Mont Chez Nous Jaccuzi et Sauna", "score": "9,2", "coordinates": "-1.51309600058896,48.5954898834269,-1.45864859941104,48.6314207165731", "text_description": ["Situé à Pontorson, à seulement 8,6 km de l'abbaye du Mont-Saint-Michel, l'établissement Au Mont Chez Nous Jaccuzi et Sauna propose un hébergement avec un accès à un salon commun, un jardin et une cuisine commune. Vous séjournerez à 21 km du Scriptorial d'Avranches, musee des manuscrits. Vous bénéficierez gratuitement d'un parking privé sur place et d'une connexion Wi-Fi.", "Cette maison de vacances comprend 3 chambres, 2 salles de bains, du linge de lit, des serviettes, une télévision par satellite à écran plat, un coin repas, une cuisine entièrement équipée et une terrasse avec vue sur le jardin. Pour plus de commodité, l'établissement peut fournir des serviettes et du linge de lit moyennant des frais supplémentaires.", "Un barbecue est à votre disposition sur place. Un service de location de vélos est assuré sur place.", "Vous séjournerez à 46 km de la gare de Granville et à 47 km du zoo de Champrepus. L'aéroport de Dinard-Pleurtuit-Saint-Malo, le plus proche, est implanté à 57 km. "]},
{"url": "https://www.booking.com/hotel/fr/mascottesaintmalo.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Escale Oceania Saint Malo", "score": "8,0", "coordinates": "-2.03608349752008,48.6363146750497,-1.98159202146948,48.6722455081959", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Escale Oceania Saint Malo ! ", " pour économiser.", "L'Escale Oceania Saint Malo se trouve sur le front de mer, en face de la plage du Sillon, à 14 minutes de marche de la gare de Saint-Malo. Il propose des chambres modernes, une terrasse bien exposée et un service de restauration 24h/24.", "Toutes les chambres disposent d'une télévision à écran plat. Certaines offrent une vue sur la mer. La connexion Wi-Fi est gratuite.", "Vous profiterez gratuitement d'un ordinateur connecté à Internet et d'une imprimante. Un service de location de vélos est par ailleurs assuré.", "L'Escale Oceania Saint Malo sert un petit-déjeuner tous les matins, et vous pourrez également dîner sur place. Des collations sont proposées tout au long de la journée, tandis que des paniers-repas peuvent être préparés si vous souhaitez pique-niquer. "]},
{"url": "https://www.booking.com/hotel/fr/maison-au-pied-du-mont-saint-michel.fr.html", "city": "Pontorson", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Maison au pied du Mont Saint Michel", "score": "9,2", "coordinates": "-1.5127539244992,48.5947081636619,-1.4583073663088,48.6306389968081", "text_description": ["Offrant une vue sur le jardin, la Maison au pied du Mont Saint Michel propose un hébergement avec une terrasse et une bouilloire, à environ 21 km du Scriptorial d'Avranches, musee des manuscrits. du Mont Saint-Michel. Situé à 8,7 km de l'abbaye du Mont-Saint-Michel, il dispose d'un jardin et d'un parking privé gratuit.", "Cette maison de vacances comprend une chambre, une cuisine avec micro-ondes, une télévision à écran plat, un coin salon et une salle de bains avec douche.", "Vous pourrez profiter d'un barbecue sur place et faire de la randonnée dans les environs.", "La Maison au pied du Mont Saint Michel se trouve à 46 km de la gare de Granville et à 47 km du zoo de Champrepus. L'aéroport de Dinard-Pleurtuit-Saint-Malo, le plus proche, est implanté à 58 km. "]},
{"url": "https://www.booking.com/hotel/fr/les-deux-clos-pontorson.fr.html", "city": "Pontorson", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Les 2 Clos", "score": "8,8", "coordinates": "-1.51301570475604,48.5960006850514,-1.45856775272253,48.6319315181976", "text_description": ["Doté d'un service de prêt de vélos, l'établissement Les 2 Clos propose des hébergements à Ardevon.", "Toutes les maisons de vacances disposent d'une salle de bains privative, d'une télévision à écran plat, d'une cuisine entièrement équipée et d'une terrasse. Vous pourrez profiter d'une terrasse dans chaque hébergement.", "Une plancha est à votre disposition.", "Vous séjournerez à 39 km de Saint-Malo et à 3,1 km du Mont-Saint-Michel. L'aéroport le plus proche, celui de Saint-Malo-Dinard-Pleurtuit, est situé à 44 km. "]},
{"url": "https://www.booking.com/hotel/fr/chambres-d-ha-tes-les-vieilles-digues.fr.html", "city": "Beauvoir", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Chambres d'Hôtes Les Vieilles Digues", "score": "9,3", "coordinates": "-1.53881782815031,48.5862220878419,-1.48438041880556,48.6221529209881", "text_description": ["Occupant une maison bretonne restaurée, l'établissement à la gestion familiale Chambres d'Hôtes Les Vieilles Digues est situé à Beauvoir, à 3 km du Mont-Saint-Michel. Doté d'un parc fleuri de 3 000 m², il propose des chambres pourvues de meubles d'époque, d'une connexion Wi-Fi gratiote et d'une salle de bains privative.", "Toutes les chambres élégantes des Vieilles Digues disposent d'une entrée privée et d'articles de toilette gratuits. Celles du rez-de-chaussée comprennent des portes-fenêtres avec accès direct au patio, doté de chaises longues.", "Le petit-déjeuner comprend des boissons chaudes, du jus d'orange, des yaourts, du fromage et des céréales. En outre, des baguettes fraîches sont livrées tous les jours par le boulanger local. Les propriétaires sont à votre disposition pour vous recommander de bons restaurants à proximité.", "Vous pourrez vous promener le long de la rivière Le Couesnon, qui se trouve à 200 mètres des Vieilles Digues. Les villes de Saint-Malo et Cancale sont accessibles en 45 minutes de route, tandis qu la gare de Pontorson est à 5 km. Un parking privé est disponible gratuitement sur place. "]},
{"url": "https://www.booking.com/hotel/fr/mon-saint-michel.fr.html", "city": "Ardevon", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Mon Saint Michel", "score": "8,8", "coordinates": "-1.51301479316993,48.5956615834269,-1.45856720683007,48.6315924165731", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Mon Saint Michel ! ", " pour économiser.", "Situé à 8,6 km de l'abbaye du Mont-Saint-Michel, le Mon Saint Michel propose un service de prêt de vélos, un jardin et une réception ouverte 24h/24. Une connexion Wi-Fi et un parking privé sont disponibles gratuitement sur place.", "Le Mon Saint Michel dispose d'une télévision à écran plat et d'une salle de bains privative avec sèche-cheveux, articles de toilette gratuits et douche. La cuisine est équipée d'un lave-vaisselle, d'un micro-ondes, d'un réfrigérateur et d'une bouilloire.", "Un petit-déjeuner continental et à la carte est servi chaque matin.", "Vous pourrez profiter d'une terrasse sur place et faire du vélo ou de la randonnée dans les environs.", "Scriptorial d'Avranches, musee des manuscrits Vous séjournerez à 21 km du Mont-Saint-Michel et à 46 km de la gare de Granville. L'aéroport le plus proche, celui de Dinard-Pleurtuit-Saint-Malo, est situé à 57 km. Un service de navette aéroport peut être assuré moyennant des frais supplémentaires. "]},
{"url": "https://www.booking.com/hotel/fr/l-39-hirondelle-pontorson.fr.html", "city": "Pontorson", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "L'Hirondelle", "score": "9,1", "coordinates": "-1.51593696223494,48.5978295834269,-1.46148703776506,48.6337604165731", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement L'Hirondelle ! ", " pour économiser.", "La maison de vacances L'Hirondelle, située à Pontorson, possède une terrasse et une cuisine entièrement équipée.", "Composée de 3 chambres, elle dispose aussi d'une salle de bains avec douche et sèche-cheveux. Une télévision par satellite à écran plat est mise à votre disposition. Vous apprécierez la vue sur le Mont-Saint-Michel, situé à 5 km.", "La commune de Cancale se trouve à 48 km. L'aéroport de Dinard-Bretagne, le plus proche, est situé à 57 km de l'hébergement L'Hirondelle. "]},
{"url": "https://www.booking.com/hotel/fr/camping-aux-pommiers-tohapi.fr.html", "city": "Beauvoir", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Camping aux Pommiers - Tohapi", "score": "8,0", "coordinates": "-1.53732375434729,48.5955895834269,-1.48287624565271,48.6315204165731", "text_description": ["Situé à 6,6 km de l'abbaye du Mont-Saint-Michel, Le Camping aux Pommiers - Tohapi propose un bar, une terrasse et un club pour enfants.", "Ce camping dispose d'une télévision et d'une salle de bains privative avec sèche-cheveux, articles de toilette gratuits et douche.", "Le Camping aux Pommiers - Tohapi possède une aire de jeux pour enfants.", "Vous pourrez vous détendre dans le parc aquatique ou profiter de la piscine intérieure.", "Scriptorial d'Avranches, musee des manuscrits Le Camping aux Pommiers - Tohapi se trouve à 23 km du Mont-Saint-Michel et à 46 km du port de la Houle. L'aéroport de Dinard-Pleurtuit-Saint-Malo, le plus proche, est implanté à 55 km. "]},
{"url": "https://www.booking.com/hotel/fr/auberge-de-la-baie.fr.html", "city": "Ardevon", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Auberge de la Baie", "score": "7,9", "coordinates": "-1.51547824531826,48.5980277599828,-1.46102810710636,48.633958593129", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Auberge de la Baie ! ", " pour économiser.", "This hotel is situated in the countryside of Normandy and offers free Wi-Fi and an on-site restaurant with a terrace.", "Flat-screen TVs with satellite channels are provided in all of the modern guest rooms at Auberge de la Baie. They are all equipped with en suite bathrooms and hairdryers.", "A buffet-style breakfast is served every morning.", "Free parking is available on site and the city of Avranches is 23 km away. The hotel is a 45-minute drive from the beaches of Saint-Malo and Rennes is reached by car in 1 hour. "]},
{"url": "https://www.booking.com/hotel/fr/ha-el-la-croix-blanche.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Hôtel la Croix Blanche", "score": "7,6", "coordinates": "-1.53709677268398,48.6177686476982,-1.48262533138859,48.6536994808444", "text_description": ["Situé au cœur du village médiéval du Mont-Saint-Michel, l'Hôtel La Croix Blanche possède une terrasse et un bar.", "Les chambres de l'Hôtel La Croix Blanche disposent d'une télévision par satellite à écran plat et d'un minibar. Gratuit Une connexion Wi-Fi est disponible gratuitement.", "En plus de la visite du Mont-Saint-Michel et de son abbaye, vous pourrez vous rendre à Saint-Malo, à 50 km de l'hôtel. La gare de Dol-de-Bretagne est à 30 km. "]},
{"url": "https://www.booking.com/hotel/fr/etoile-des-greves.fr.html", "city": "Ardevon", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Etoile des Grèves", "score": "9,3", "coordinates": "-1.51874880800528,48.5975435834269,-1.46429919199472,48.6334744165731", "text_description": ["Situé à Ardevon, en Basse-Normandie, l'Etoile des Grèves propose des hébergements avec connexion Wi-Fi et parking privé gratuits.", "Leur salle de bains privative est pourvue d'une douche et d'un sèche-cheveux.", "Cette chambre d'hôtes sert un petit-déjeuner buffet ou continental.", "L'Etoile des Grèves possède une terrasse.", "Après une journée de randonnée ou de vélo, vous pourrez vous détendre dans le jardin ou le coin salon commun.", "Vous séjournerez à 8,1 km de l'abbaye du Mont-Saint-Michel et à 8,1 km du Scriptorial d'Avranches, musee des manuscrits. Le Mont-Saint-Michel se trouve à 21 km. L'aéroport de Dinard-Pleurtuit-Saint-Malo, le plus proche, est à 57 km. "]},
{"url": "https://www.booking.com/hotel/fr/le-relais-du-roy.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Le Relais Du Roy", "score": "7,9", "coordinates": "-1.53813098690421,48.5982972879393,-1.48368055799096,48.6342281210855", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Le Relais Du Roy ! ", " pour économiser.", "Le Relais Du Roy est un hôtel 3 étoiles situé au bord du Couesnon, à seulement 1,5 km du Mont Saint-Michel et à 50 mètres de la navette gratuite.", "Décorées dans un style classique, toutes les chambres comprennent une télévision par satellite à écran plat, un téléphone et un plateau de bienvenue. Elles comprennent également une salle de bains privative pourvue d’une baignoire ou d’une douche, d’articles de toilettes gratuits et d’un sèche-cheveux. Certaines chambres possèdent un balcon.", "Un petit-déjeuner buffet est servi tous les matins.", "Une épicerie se trouve à moins de 3 minutes à pied. La ville de Pontorson est quant à elle accessible à 7 km. Un espace de stationnement privé est disponible moyennant des frais supplémentaires. "]},
{"url": "https://www.booking.com/hotel/fr/la-jacotia-re.fr.html", "city": "Ardevon", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "La Jacotière", "score": "9,3", "coordinates": "-1.53153829975431,48.5961489446661,-1.47709018783267,48.6320797778123", "text_description": ["Implantée à Ardevon, la maison d'hôtes La Jacotière occupe une ancienne ferme rénovée pourvue d'un jardin et d'une terrasse meublée donnant sur le Mont-Saint-Michel, situé à seulement 3 km. Une connexion Wi-Fi est disponible gratuitement.", "Les chambres comprennent une télévision, un bureau, une armoire et une salle de bains privative dotée d'une douche. Le studio comporte également une cuisine équipée d'un four micro-ondes et d'une cuisinière.", "Le petit-déjeuner est servi dans la grande salle à manger. À 5 minutes à pied, vous trouverez des supermarchés, des bars et des restaurants proposant une cuisine traditionnelle et internationale.", "La maison d'hôtes met aussi à votre disposition des guides listant les excursions à faire dans les environs. Un service de navette est proposé à proximité pour partir à la découverte du Mont-Saint-Michel. La gare de Pontorson se situe à 8,5 km, tandis que Saint-Malo et Granville se trouvent à 46 km. "]},
{"url": "https://www.booking.com/hotel/fr/vent-des-greves-pontorson.fr.html", "city": "Pontorson", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Vent des Grèves", "score": "9,3", "coordinates": "-1.51866475084386,48.5974375834269,-1.46421524915614,48.6333684165731", "text_description": ["Offrant une vue sur le jardin, le Vent des Grèves est situé à Pontorson, à 8,1 km de l'abbaye du Mont-Saint-Michel. Vous bénéficierez gratuitement d'une connexion Wi-Fi et d'un parking privé.", "Cette chambre d'hôtes dispose d'une télévision et d'une salle de bains privative avec sèche-cheveux, articles de toilette gratuits et douche.", "Le Vent des Grèves sert un petit-déjeuner buffet ou continental.", "Une terrasse est également à votre disposition.", "Après une journée de randonnée ou de vélo, vous pourrez vous détendre dans le jardin ou le coin salon commun.", "Scriptorial d'Avranches, musee des manuscrits Le Vent des Grèves se trouve à 21 km du Mont-Saint-Michel et à 45 km de la gare de Granville. L'aéroport de Dinard-Pleurtuit-Saint-Malo, le plus proche, est implanté à 57 km. "]},
{"url": "https://www.booking.com/hotel/fr/auberge-saint-pierre.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Auberge Saint Pierre", "score": "7,9", "coordinates": "-1.53711820547634,48.6177225621183,-1.48264681394047,48.6536533952645", "text_description": ["L'Auberge Saint-Pierre occupe une maison à colombages du XIVe siècle située au Mont-Saint-Michel, une île accessible à marée basse. Elle allie le charme d'époque des poutres apparentes à des éléments de confort moderne comme une télévision et une connexion Wi-Fi gratuite. ", "Les chambres de l'Auberge Saint Pierre disposent d'une salle de bains privative avec une baignoire ou une douche. Certaines offrent une vue sur la mer. ", "L'établissement sert un petit-déjeuner buffet tous les matins. Vous pourrez prendre vos repas au restaurant authentique présent sur place qui sert une cuisine normande traditionnelle et des plats de poisson.", "Installé dans la rue principale menant à l'abbaye, cet hôtel constitue un pied-à-terre idéal pour visiter le mont Saint-Michel. Certaines chambres se trouvent dans 2 bâtiments séparés accessibles par de nombreuses marches. "]},
{"url": "https://www.booking.com/hotel/fr/ar-terra-nova.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hotel Ar Terra Nova", "score": "8,0", "coordinates": "-2.04142048292005,48.6184396834269,-1.98694831707991,48.6543705165731", "text_description": ["L'hôtel Ar Terra Nova est situé à Saint Malo, à 500 mètres de la plage des Bas Sablons et à 1 km de la vieille ville.", "Les chambres comprennent une télévision à écran plat et une salle de bains privative. Par ailleurs, cet établissement met gratuitement une connexion Wi-Fi à votre disposition dans l'ensemble de son enceinte.", "L’hôtel Ar Terra Nova est à 900 mètres de la tour Solidor et à 1 km du terminal ferry du Naye. Enfin, l'aéroport de Saint-Malo-Dinard-Pleurtuit, le plus proche, est implanté à 7 km de l'hôtel. "]},
{"url": "https://www.booking.com/hotel/fr/le-nautilus.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hôtel Le Nautilus", "score": "9,1", "coordinates": "-2.05218929112746,48.6327616394377,-1.99770165490528,48.6686924725839", "text_description": ["L'Hôtel Le Nautilus occupe un bâtiment rénové du XVIIe siècle situé dans la ville fortifiée de Saint-Malo. Cet hôtel propose un bar, une bagagerie et un salon commun. L'établissement se trouve à 2 minutes à pied de la cathédrale Saint-Vincent et à 50 mètres de la plage. L'établissement propose gratuitement 4 vélos néerlandais, sous réserve de disponibilité.", "Toutes les chambres insonorisées disposent d'un bureau et d'une télévision par satellite. La salle de bains privative est pourvue d'une douche, d'un sèche-cheveux et d'articles de toilette gratuits. Le linge de lit a été surclassé pour un sommeil de qualité 5 étoiles.", "L'Hôtel Le Nautilus se trouve à 300 mètres du port de plaisance de Saint-Malo et à 50 mètres de plusieurs restaurants. L'aéroport de Rennes est à 80 km et une connexion Wi-Fi est disponible gratuitement. "]},
{"url": "https://www.booking.com/hotel/fr/le-surcouf.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Brit Hotel Le Surcouf", "score": "7,7", "coordinates": "-2.02162021161755,48.6397697027529,-1.96712500093739,48.6757005358991", "text_description": ["Situé dans le paisible quartier de Courtoisville, à 150 mètres de la plage et à 5 minutes des thermes, le Brit Hotel propose des chambres charmantes avec connexion Wi-Fi gratuite.", "Toutes les chambres avec salle de bains privative du Brit Hotel Le Surcouf sont non-fumeurs. Lumineuses et modernes, elles sont décorées dans des tons violet, beige et orange. Chaque étage arbore une gamme de couleurs différente.", "Vous pourrez dégustez un délicieux petit-déjeuner continental à l'hôtel avant de partir à la découverte de Saint-Malo. Pour les sportifs, une école de surf est implantée à proximité. "]},
{"url": "https://www.booking.com/hotel/fr/le-mouton-blanc-le-mont-saint-michel.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Le Mouton Blanc", "score": "7,0", "coordinates": "-1.537131797379,48.618057567874,-1.48266004412795,48.6539884010202", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Le Mouton Blanc ! ", " pour économiser.", "Situé au pied de l'abbaye, le Mouton Blanc Hotel vous accueille dans son bâtiment historique datant du XIVe siècle. Il propose des chambres confortables avec une décoration simple et accueillante.", "Les chambres sont réparties dans 3 bâtiments dont un offre des vues sur le Mont-Saint-Michel et un autre comporte des chambres de style médiéval.", "Le restaurant du Mouton Blanc vous servira une cuisine locale traditionnelle dans la salle à manger ou sur la terrasse. Vous dégusterez aussi un petit-déjeuner chaque matin.", "Enfin lors de votre séjour au Mouton Blanc Hotel, vous pourrez bénéficier de services personnalisés sur demande pour des visites, des loisirs et d'autres activités. "]},
{"url": "https://www.booking.com/hotel/fr/de-la-digue.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Hotel De La Digue", "score": "7,1", "coordinates": "-1.53814339058278,48.5989161328681,-1.48369229419352,48.6348469660143", "text_description": ["L'hôtel De La Digue est un établissement traditionnel situé en Normandie, à seulement 5 minutes en navette ou à 30 minutes de marche du Mont-Saint-Michel. La connexion Wi-Fi est gratuite dans l'ensemble des locaux. Le restaurant sur place sert une cuisine française classique et offre une vue panoramique sur le Mont-Saint-Michel.", "Spacieuses et joliment décorées, les chambres sont dotées d'une télévision. Certaines chambres doubles donnent sur la rivière Couesnon.", "Vous pourrez prendre un verre au bar de l'hôtel ou sur la terrasse. "]},
{"url": "https://www.booking.com/hotel/fr/le-relais-saint-michel.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Le Relais Saint Michel", "score": "7,8", "coordinates": "-1.53762208153347,48.5996218550758,-1.48317022393605,48.635552688222", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Le Relais Saint Michel ! ", " pour économiser.", "Le Relais Saint Michel vous accueille face à la baie du Mont-Saint-Michel. Les chambres de cet hôtel (à l'exception de la chambre lits jumeaux Saint-Michel avec vue intérieure) possèdent toutes une terrasse privée et certaines vous offrent une vue panoramique sur le Mont-Saint-Michel.", "Insonorisées, confortables et spacieuses, les chambres sont dotées d'équipements modernes, dont un minibar et une connexion Wi-Fi gratuite. Leurs salles de bains sont privatives.", "Le restaurant de l'hôtel vous servira une cuisine traditionnelle. Lors de votre séjour, vous pourrez prendre un verre ou un repas sur la terrasse qui offre une vue sur le Mont-Saint-Michel.", "Un service de navette gratuit s'arrête en face de l'établissement et relie le célèbre Mont-Saint-Michel en seulement 10 minutes. Des gilets de sécurité vous seront proposés si vous souhaitez faire une promenade la nuit. Par ailleurs, si vous arrivez en voiture, vous pourrez profiter d'un espace de stationnement surveillé moyennant des frais supplémentaires. "]},
{"url": "https://www.booking.com/hotel/fr/hotel-saint-aubert.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Le Saint Aubert", "score": "7,1", "coordinates": "-1.5373285546326,48.5949724181334,-1.48288171148068,48.6309032512796", "text_description": ["Niché dans un écrin de verdure, à seulement 2 km du Mont-Saint-Michel, Le Saint Aubert vous accueille dans un cadre chaleureux et convivial.", "Cet établissement vous propose des chambres paisibles et confortables entourées de jardins fleuris.", "Après une journée de découverte du Mont-Saint-Michel, vous pourrez déguster une délicieuse cuisine régionale dans le cadre pittoresque d'une ancienne ferme.", "Le personnel serviable sera heureux de vous recommander un grand nombre de sites d'intérêt et les visites à faire dans la région. "]},
{"url": "https://www.booking.com/hotel/fr/la-vieille-auberge-le-mont-saint-michel.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "La Vieille Auberge", "score": "7,1", "coordinates": "-1.53869289822871,48.6180975834269,-1.48422110177129,48.6540284165731", "text_description": ["La Vieille Auberge vous accueille dans le village médiéval du Mont-Saint-Michel, à quelques pas de la célèbre abbaye du Mont-Saint-Michel. L’établissement propose une connexion Wi-Fi gratuite, un restaurant et une terrasse avec vue sur la baie du Mont-Saint-Michel.", "Les chambres sont aménagées dans 2 bâtiments annexes et accessibles par de multiples escaliers. Un bâtiment comprend des chambres standard donnant sur la rue principale et l’autre bâtiment, situé en haut du village, abrite des chambres avec vue sur la mer. Tous les logements disposent d’une télévision à écran plat et d’une salle de bains privative avec une baignoire ou une douche.", "L’hôtel comporte un bar et un restaurant servant une cuisine française traditionnelle.", "Vous séjournerez à 24 km d’Avranches et à 49 km de Cancale. La ville de Dol-de-Bretagne se trouve à 30 km. "]},
{"url": "https://www.booking.com/hotel/fr/les-terrasses-poulard.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Les Terrasses Poulard", "score": "7,3", "coordinates": "-1.53761423137484,48.6173840090681,-1.48314320537748,48.6533148422143", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Les Terrasses Poulard ! ", " pour économiser.", "Occupant 2 bâtiments différents au cœur du Mont-Saint-Michel, l'établissement historique Les Terrasses Poulard propose des hébergements avec une vue sur la baie, le village et la rue.", "Décorées dans un style moderne, les chambres sont accessibles par des escaliers. Certaines présentent de grandes fenêtres donnant sur la baie. Toutes sont dotées d'une télévision et d'une salle de bains privative.", "Le petit-déjeuner est servi au restaurant de l'Auberge de la Mère Poulard, à 2 minutes à pied. Spécialisé dans la cuisine française et régionale, le restaurant est aussi ouvert pour le déjeuner et le dîner. Vous pourrez également prendre vos repas, des boissons et des collations au restaurant La Confiance sur place.", "L'établissement Les Terrasses Poulard comporte un bar, ainsi qu'une réception ouverte 24h/24 avec une bagagerie.", "La région constitue un cadre idéal pour diverses activités telles que la pêche, le vélo et la randonnée à pied. "]},
{"url": "https://www.booking.com/hotel/fr/la-mere-poulard.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "La Mère Poulard", "score": "7,0", "coordinates": "-1.53777502133808,48.6171199006609,-1.48330428049602,48.6530507338071", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement La Mère Poulard ! ", " pour économiser.", "Occupant un bâtiment historique, l'hôtel La Mère Poulard jouit d'un emplacement idéal au cœur du Mont-Saint-Michel. Décorées dans un style classique, ses chambres donnent sur la baie, l'abbaye ou la cité médiévale.", "Toutes les chambres de l'hôtel La Mère Poulard sont équipées d'une télévision à écran plat et d'une connexion Wi-Fi gratuite. Leur salle de bains privative comporte une baignoire.", "Au prestigieux restaurant de l'hôtel La Mère Poulard, vous pourrez savourer des plats traditionnels dont sa fameuse omelette connue dans le monde entier. Vous pourrez tranquillement prendre un verre au piano-bar qui surplombe la baie du Mont-Saint-Michel.", "L'hôtel possède un magasin spécialisé dans les produits gastronomiques régionaux. La réception est ouverte 24h/24.", "Vous pourrez choisir parmi de nombreuses activités dont les randonnées pédestres, les balades à vélo ou bien la visite du Mont-Saint-Michel. Avranches se trouve à 23 minutes de route et Saint-Malo à 45 minutes de La Mère Poulard. "]},
{"url": "https://www.booking.com/hotel/fr/hotel-gabriel.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Hotel Gabriel", "score": "7,9", "coordinates": "-1.53793471039279,48.5974159971103,-1.48348523198621,48.6333468302565", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Hotel Gabriel ! ", " pour économiser.", "L’Hotel Gabriel se trouve à 1,6 km du Mont-Saint-Michel. L’établissement est à seulement 25 minutes à pied des remparts de la vieille ville. Il propose une connexion Wi-Fi gratuite ainsi que des chambres avec salle de bains privative.", "Accessibles par des escaliers, les chambres spacieuses de l'hôtel comprennent la télévision par satellite. Chaque hébergement dispose d’une salle de bains pourvue d’une douche.", "Un petit-déjeuner buffet est disponible tous les matins. La Rôtisserie sert des spécialités normandes et bretonnes.", "L’Hotel Gabriel est situé à 6 minutes en voiture de l’autoroute E401. Vous séjournerez également à 7,3 km de la gare TGV de Pontorson qui dessert Paris. "]},
{"url": "https://www.booking.com/hotel/fr/mont-saint-michel.fr.html", "city": "Le Mont-Saint-Michel", "city2": "Le Mont-Saint-Michel : 13 établissements trouvés", "name_hotel": "Mercure Mont Saint Michel", "score": "8,2", "coordinates": "-1.53776914256384,48.5962811130198,-1.48332088810633,48.632211946166", "text_description": ["Installé dans des espaces verts à seulement 2 km de l'abbaye du Mont-Saint-Michel, le Mercure Mont Saint Michel propose des chambres spacieuses avec salle de bains privative, un bar-restaurant et de nombreuses places de parking gratuites.", "Les chambres du Mercure Mont Saint Michel sont dotées de la climatisation, d'un plateau/bouilloire et d'une télévision par satellite/câble à écran plat.", "Le restaurant Le Pré Salé, célèbre dans la région, prépare de délicieux fruits de mer ainsi que des spécialités régionales. Le bar Le Normandy sert des boissons dans un cadre convivial et décontracté.", "Le Mercure Mont Saint Michel vous accueille à 6,5 km de Pontorson et à 52 km de Saint-Malo. "]},
{"url": "https://www.booking.com/hotel/fr/les-sablons-tres-bel-appartement-lumineux.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Les Sablons - Très Bel Appartement , Lumineux", "score": "9,3", "coordinates": "-2.0460511534137,48.6198667834269,-1.9915774465863,48.6557976165731", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Les Sablons - Très Bel Appartement , Lumineux ! ", " pour économiser.", "Situé à Saint-Malo, l'établissement Les Sablons - Très Bel Appartement, Lumineux propose un restaurant, une connexion Wi-Fi gratuite et une vue sur la mer. Cet appartement se trouve à 700 mètres de la tour Solidor et à 1,9 km du Grand Bé.", "Cet appartement comprend 2 chambres, une télévision à écran plat, un lave-linge et une salle de bains pourvue d'une douche. Sa cuisine est équipée d'un micro-ondes et d'un lave-vaisselle. Les serviettes et le linge de lit sont fournis.", "Vous pourrez faire de la randonnée dans les environs.", "Vous séjournerez à proximité des plages des Bas-Sablons, de la Mole et des Fours à Chaux. L'aéroport de Dinard-Pleurtuit-Saint-Malo, le plus proche, est implanté à 12 km. "]},
{"url": "https://www.booking.com/hotel/fr/cartier.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hôtel Cartier", "score": "7,4", "coordinates": "-2.05207520429482,48.6320478320472,-1.99758833940635,48.6679786651934", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Hôtel Cartier ! ", " pour économiser.", "Situé au sein des murs fortifiés de Saint-Malo, l'Hôtel Cartier vous accueille à seulement 280 mètres du port de plaisance ainsi qu'à 500 mètres de la plage et de la Manche. Affichant une décoration moderne, il propose des chambres équipées de la climatisation et d'une connexion Internet gratuite.", "Toutes les chambres sont insonorisées et revêtues de moquette. Elles comprennent une salle de bains privative et une télévision par satellite à écran plat avec la chaîne Canal+.", "Un petit-déjeuner buffet est servi tous les matins dans la salle prévu à cet effet. Vous pourrez également le déguster dans l'intimité de votre chambre.", "La cathédrale est à 120 mètres de l'hôtel, tandis que la gare de Saint-Malo est à 5 minutes en voiture. "]},
{"url": "https://www.booking.com/hotel/fr/alba-saint-malo.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hotel Alba", "score": "7,3", "coordinates": "-2.0306746808228,48.6385330072252,-1.97618080700069,48.6744638403714", "text_description": ["L'hôtel Alba est situé à Saint-Malo, en face de la plage et à côté du port. Il comprend un bar et des chambres avec vue sur la mer et un accès direct à la plage.", "Chaque chambre présente une décoration simple et est équipée d'une connexion Wi-Fi gratuite, de la télévision par câble et d'une salle de bains privative avec sèche-cheveux.", "Un petit-déjeuner buffet est servi tous les jours dans la salle à manger et vous pourrez prendre un verre au bar de l'hôtel ou sur la terrasse, tout en appréciant la vue sur la mer.", "Une réception ouverte 24h/24 est à votre disposition à l'hôtel Alba. Un parking privé est disponible gratuitement.", "La gare de Saint-Malo est accessible en 15 minutes à pied. Dans les environs, vous pourrez notamment visiter le tombeau de Chateaubriand sur l'ÎIe de Grand Bé, la cathédrale Saint-Vincent et le château de la ville. "]},
{"url": "https://www.booking.com/hotel/fr/de-france-et-chateaubriand.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Hôtel de France et Chateaubriand", "score": "7,8", "coordinates": "-2.05104050925361,48.6332279833862,-1.99655236908807,48.6691588165324", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Hôtel de France et Chateaubriand ! ", " pour économiser.", "Situé au cœur de la ville historique de Saint-Malo, l’Hôtel de France et Chateaubriand offre une vue imprenable sur la mer et le sillon, à 210 mètres du port de plaisance de Saint-Malo.", "Les chambres confortables de l’Hôtel de France et Chateaubriand présentent un décor raffiné.", "Le restaurant sert des fruits de mer préparés de façon traditionnelle et des spécialités régionales.", "Sa façade, unique dans la ville de Saint-Malo, et la présence du lieu de naissance de Chateaubriand, en font un bâtiment historique. "]},
{"url": "https://www.booking.com/hotel/fr/brit-le-transat.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Brit Hotel Saint Malo – Le Transat", "score": "7,3", "coordinates": "-2.01853237178608,48.6038559811441,-1.96407594654278,48.6397868142903", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Brit Hotel Saint Malo – Le Transat ! ", " pour économiser.", "Situé à l'entrée de Saint-Malo, en face de l'aquarium, le Brit Hotel Le Transat propose des chambres climatisées bien équipées. Il est très bien desservi par les transports, à la périphérie de la ville.", "Disposant d'une connexion Wi-Fi gratuite, les chambres insonorisées sont confortables et comprennent tout ce dont vous avez besoin lors d'une étape ou un court séjour, notamment une salle de bains privative, une télévision numérique et un bureau.", "Vous pourrez commencer la journée avec un petit-déjeuner buffet copieux et savoureux. Plus tard, vous dégusterez un repas dans le restaurant de l'hôtel, qui sert des plats de saison préparés avec des produits frais locaux.", "Le Brit Hotel met gratuitement à votre disposition un parking sécurisé sur place. Son personnel courtois et serviable sera heureux de vous aider à profiter au maximum de votre séjour. "]},
{"url": "https://www.booking.com/hotel/fr/la-maison-des-armateurs.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "La Maison des Armateurs", "score": "8,6", "coordinates": "-2.05187628426165,48.6312397845694,-1.99739029250531,48.6671706177156", "text_description": ["Situé dans le centre historique de Saint-Malo, l’établissement La Maison des Armateurs vous accueille à 5 minutes à pied de la cathédrale et à 120 mètres du port de plaisance. Cet hôtel 4 étoiles propose une connexion Wi-Fi gratuite, un bar sur place et des journaux quotidiens.", "Ses chambres disposent d'un minibar et d'une télévision par satellite à écran plat. Climatisées, elles comprennent également une armoire. Leur salle de bains privative est pourvue d'articles de toilette gratuits.", "Un petit-déjeuner continental ou américain vous sera servi tous les matins dans la salle prévue à cet effet. Vous pourrez aussi le déguster dans le confort de votre chambre.", "L'hôtel possède une réception ouverte 24h/24 avec une bagagerie. Un service de navette depuis et vers le Mont-Saint-Michel est disponible moyennant des frais supplémentaires. Vous séjournerez à 13 km de l'aéroport de Pleurtuit et à 800 mètres de la gare de Saint-Malo. "]},
{"url": "https://www.booking.com/hotel/fr/ambassadeurs.fr.html", "city": "Saint-Malo", "city2": "Saint-Malo : 558 établissements trouvés", "name_hotel": "Ambassadeurs Logis Hotel", "score": "8,1", "coordinates": "-2.03498045919322,48.6367651217257,-1.98048849628331,48.6726959548719", "text_description": ["Vous pouvez bénéficier d'une réduction Genius dans l'établissement Ambassadeurs Logis Hotel ! ", " pour économiser.", "Situé sur le front de mer de Saint-Malo, l'Ambassadeurs Logis Hotel vous accueille à 1,5 km du centre-ville et de la gare TGV. Vous aurez un accès direct à la plage et pourrez profiter du bar sur le toit-terrasse de 100 m² offrant une vue panoramique sur la mer.", "Desservies par un ascenseur, toutes les chambres disposent d'une télévision et d'une salle de bains privative. Certaines comprennent un balcon privé qui surplombe la mer.", "L'établissement comporte un bar et propose une connexion Wi-Fi gratuite dans l'ensemble des locaux. Il possède également une crêperie servant une variété de plats faits maison.", "Vous pourrez découvrir la Côte d'Émeraude bretonne et vous séjournerez à seulement 10 minutes à pied du spa des Thermes Marins. Un parking public gratuit est disponible à proximité et un parking privé est possible sur demande lors de la réservation. "]}
]